Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# MegaPrivateInfo
source: Private groups can only be joined if you were invited or have an invite link.
cs: K soukromé skupině se lze připojit pouze pokud jste byli pozváni, nebo máte odkaz s pozvánkou.
he: ניתן להצטרף לקבוצות פרטיות רק אם הוזמנת או שיש לך קישור להזמנה.
hr: U privatne grupe mogu se pridružiti samo oni koji su pozvani ili imaju pozivnicu.
hu: Privát csoportokhoz csak meghívással vagy meghívó linkkel csatlakozhatsz.
nb: Du kan bare bli med i private grupper hvis du har blitt invitert eller har en invitasjonslenke.
sk: K súkromným skupinám sa dá pripojiť len prostredníctvom pozvánky alebo odkazu.
sr_cyrl: Приватним групама се можете придружити само ако сте позвани или имате позивницу.

# MegaPrivateLinkHelp
source: People can join your group by following this link. You can revoke the link at any time.
cs: Lidé se k Vaší skupině mohou připojit pomocí následujícího odkazu. Odkaz můžete kdykoliv odvolat.
he: אנשים יכולים להצטרף לקבוצה שלך על ידי לחיצה על קישור זה. תוכל לבטל את הקישור בכל עת.
hr: Svatko tko koristi Telegram moći će se pridružiti vašoj grupi preko ovog linka. Možete opozvati link u bilo kojem trenutku.
hu: Bárki csatlakozhat a hivatkozáson keresztül a csoporthoz. Bármikor visszavonhatod a hivatkozást.
nb: Folk kan bli med i gruppen din ved å følge denne lenken. Du kan annullere denne lenken når som helst.
sk: Ľudia sa môžu prostredníctvom tohto odkazu pridať do vašej skupiny. Odkaz môžete kedykoľvek zrušiť.
sr_cyrl: Људи се могу придружити вашој групи преко овог линка. Линк можете опозвати у сваком тренутку.

# MegaPublic
source: Public Group
cs: Veřejná skupina
he: קבוצה ציבורית
hr: Javna grupa
hu: Nyilvános csoport
nb: Offentlig gruppe
sk: Verejná skupina
sr_cyrl: Јавна група

# MegaPublicInfo
source: Public groups can be found in search, chat history is available to everyone and anyone can join.
cs: Veřejné skupiny lze vyhledat, historie zpráv je k dispozici komukoliv a připojit se může kdokoliv.
he: ניתן למצוא קבוצות ציבוריות בחיפוש, היסטוריית הצ'אט זמינה לכל אחד וכל אחד יכול להצטרף.
hr: Javne grupe mogu se pronaći pomoću tražilice. Povijest razgovora je dostupna svima i svatko se može pridružiti.
hu: A nyilvános csoportok megtalálhatóak a keresésben, a csevegési előzményük elérhetőek bárki számára, és bárki csatlakozhat.
nb: Offentlige grupper kan finnes via søk, samtalehistorikken er tilgjengelig for alle og hvem som helst kan bli med.
sk: Verejné skupiny je možné nájsť vo vyhľadávaní, história konverzácie je dostupná pre všetkých a ktokoľvek sa k nim môže pripojiť.
sr_cyrl: Јавне групе се могу пронаћи у претрази, историја ћаскања је доступна свима и свако може да се придружи.

# MegaUsernameHelp
source: If you set a public link, other people will be able to find and join your group. You can use az, 09 and underscores. Minimum length is 5 characters.
cs: Pokud nastavíte veřejný odkaz, ostatní jej budou moci nalézt a připojit se do Vaší skupiny. Můžete použít a–z, 0–9 a podtržítka. Minimální délka je 5 znaků.
he: אם תגדיר קישור ציבורי, אנשים אחרים יוכלו למצוא את הקבוצה שלך ולהצטרף אליה. ניתן להשתמש בa-z, 0-9 וקווים תחתונים. האורך המינימלי הוא 5 תווים.
hr: Ako postavite javni link, drugi korisnici će moći pronaći vašu grupu pomoću pretraživanja. Možete koristiti a–z, 0–9 i _. Mora imati najmanje 5 znakova.
hu: Ha nyilvános hivatkozást állítasz be, mások megtalálhatják és csatlakozhatnak a csoportodhoz. Használhatod az a-z, 0-9 és aláhúzásjeleket. A minimális hossz 5 karakter.
nb: Hvis du oppretter en offentlig lenke, vil andre kunne finne og bli med i gruppen din. Du kan bruke a–z, 0–9 og understrek. Minimum lengde er 5 tegn.
sk: Ak nastavíte verejný odkaz, ostatní ľudia budú môcť vašu skupinu nájsť a pripojiť sa k nej. Môžete použiť a–z, 0–9 a podčiarkovníky. Minimálna dĺžka je 5 znakov.
sr_cyrl: Ако подесите јавни линк, остали људи ће моћи да пронађу вашу групу и придруже се. Можете користити a–z, 0–9 и доње црте. Минимална дужина је 5 знакова.

# MemberRequests
source: Join Requests
cs: Požadavky k připojení
he: בקשות הצטרפות
hr: Zahtjevi za pridruživanje
hu: Csatlakozási kérelmek
nb: Medlemsforespørsler
sk: Žiadosti o pripojenie
sr_cyrl: Захтеви за придруживање

# Members_one
source: {0} member
cs: {0} člen
he: חבר ⁨{0}⁩
hr: {0} član
hu: {0} tag
nb: {0} medlem
sk: {0} člen
sr_cyrl: {0} члан

# Members_other
source: {0} members
cs: {0} členů
he: ⁨{0}⁩ חברים
hr: {0} članova
hu: {0} tag
nb: {0} medlemmer
sk: {0} členov
sr_cyrl: {0} чланова

# MembersLanguageChartTitle
source: Members' primary language
cs: Hlavní jazyk členů
he: שפת המשתמשים הראשית
hr: Primarni jezik članova
hu: A tagok elsődleges nyelve
nb: Medlemmers primærspråk
sk: Primárny jazyk členov
sr_cyrl: Примарни језик чланова

# MembersOverviewTitle
source: Members
cs: Členové
he: חברים
hr: Članovi
hu: Tagok
nb: Medlemmer
sk: Členovia
sr_cyrl: Чланови

# MembersTalkingNobody
source: Tap to join
cs: Klepněte pro připojení
he: לחץ כדי להצטרף
hr: Dodirnite za pridruživanje
hu: Koppints a csatlakozáshoz
nb: Trykk for å bli med
sk: Klepnutím sa pripojíte
sr_cyrl: Придружи ме

source: Mention
cs: Zmínit
he: תייג
hr: Spomeni
hu: Említés
nb: Nevn
sk: Spomenúť
sr_cyrl: Спомени

source: Message
cs: Zpráva
he: הודעה
hr: Poruka
hu: Üzenet
nb: Melding
sk: Správa
sr_cyrl: Порука

# MessageLifetime
source: Self-Destruct Timer
cs: Časovač samozničení
he: שעון עצר להשמדה עצמית
hr: Timer za samouništenje
hu: Önmegsemmisítő
nb: Nedtelling for selvdestruksjon
sk: Časovač samozničenia
sr_cyrl: Тајмер самоуништења

# MessageLifetimeChanged
source: {0} set the self-destruct timer to {1}
cs: {0} nastavil/a čas samozničení na {1}
he: ⁨{0}⁩ הגדיר/ה את שעון העצר להשמדה עצמית ל⁨{1}⁩
hr: {0} postavlja timer za samouništenje na {1}
hu: {0} által beállított új önmegsemmisítő: {1}
nb: {0} endret nedtelling for selvdestruksjon til {1}
sk: Používateľ {0} nastavil časovač samozničenia na {1}
sr_cyrl: {0} је подесио/ла тајмер самоуништења на {1}

# MessageLifetimeChangedOutgoing
source: You set the self-destruct timer to {0}
cs: Čas samozničení nastaven na {0}
he: הגדרת את שעון העצר להשמדה עצמית ל⁨{0}⁩
hr: Postavili ste timer za samouništenje na {0}
hu: Önmegsemmisítő beállítva: {0}
nb: Du endret nedtelling for selvdestruksjon til {0}
sk: Nastavili ste časovač samozničenia na {0}
sr_cyrl: Подесили сте тајмер самоуништења на {0}

# MessageLifetimePhoto
source: If you set a timer, the photo will self-destruct after it is viewed.
cs: Nastavíte-li časovač, fotka se po jejím prohlédnutí sama zničí.
he: אם תגדיר שעון עצר, התמונה תמחק אחרי שהיא תוצג.
hr: Ako uključite samouništenje, slika će se sama izbrisati nakon što bude pregledana.
hu: Ha időzítőt állítasz be, a kép megsemmisül, miután megtekintették.
nb: Hvis du angir en nedtelling, vil bildet selvdestrueres etter at det er sett.
sk: Ak nastavíte časovač, fotka bude po zobrazení zničená.
sr_cyrl: Ако подесите тајмер, слика ће се самоуништити након прегледа.

# MessageLifetimeRemoved
source: {0} disabled the self-destruct timer
cs: Uživatel {0} vypnul časovač samozničení
he: ⁨{0}⁩ ביטל/ה את שעון העצר להשמדה עצמית
hr: {0} isključuje timer za samouništenje
hu: {0} leállította az önmegsemmisítőt
nb: {0} slo av nedtelling for selvdestruksjon
sk: {0} zrušil/a časovač samozničenia
sr_cyrl: {0} је онемогућио/ла тајмер самоуништења

# MessageLifetimeVideo
source: If you set a timer, the video will self-destruct after it is viewed.
cs: Nastavíte-li časovač, video se po jeho přehrání samo zničí.
he: אם תגדיר שעון עצר, הסרטון ישמיד את עצמו אחרי שיוצג.
hr: Ako uključite samouništenje, video će se sam izbrisati nakon što bude pregledan.
hu: Ha időzítőt állítasz be, a videó megsemmisül a megtekintés után.
nb: Hvis du angir nedtelling, vil videoen selvdestrueres etter at den er sett.
sk: Ak nastavíte časovač, toto video bude samo-deštruktívne po jeho zobrazení.
sr_cyrl: Ако подесите тајмер, видео ће се самоуништити након прегледа.

# MessageLifetimeYouRemoved
source: You disabled the self-destruct timer
cs: Samozničení vypnuto.
he: ביטלת את שעון העצר להשמדה עצמית
hr: Isključili ste timer za samouništenje
hu: Leállítottad az önmegsemmisitőt
nb: Du slo av nedtelling for selvdestruksjon
sk: Zrušili ste časovač samozničenia
sr_cyrl: Онемогућили сте тајмер самоуништења

# MessagePlayed_one
source: Played
cs: {0} přehrátí
he: ניגן/ה
hr: Reproducirali ({0})
hu: Lejátszva
nb: avspilt
sk: Prehral si {0}
sr_cyrl: {0} репродукција

# MessagePlayed_other
source: {0} Played
cs: {0} přehrátí
he: ⁨{0}⁩ ניגנו
hr: Reproducirali ({0})
hu: {0} Lejátszva
nb: {0} avspilt
sk: Prehralo si {0}
sr_cyrl: {0} репродукција

# MessagePreview
source: Show Message Previews
cs: Zobrazit náhledy zpráv
he: הצג תצוגות מקדימות של ההודעות
hr: Prikaži pregled poruke
hu: Üzenet előnézetének megjelenítése
nb: Forhåndsvis meldinger
sk: Zobraziť náhľad správy
sr_cyrl: Преглед поруке

# messages_one
source: {0} message
cs: {0} zprávu
he: הודעה אחת
hr: {0} poruka
hu: {0} üzenet
nb: {0} melding
sk: {0} správa
sr_cyrl: {0} порука

# messages_other
source: {0} messages
cs: {0} zpráv
he: ⁨{0}⁩ הודעות
hr: {0} poruka
hu: {0} üzenet
nb: {0} meldinger
sk: {0} správ
sr_cyrl: {0} порука

# MessagesChartTitle
source: Messages
cs: Zprávy
he: הודעות
hr: Poruke
hu: Üzenetek
nb: Meldinger
sk: Správy
sr_cyrl: Поруке

# MessageScheduledBotAction
source: This action will become available after the message is published.
cs: Tato akce bude dostupná po zveřejnění zprávy.
he: פעולה זו תהיה זמינה לאחר שההודעה תפורסם.
hr: Ova radnja postat će dostupna nakon objave poruke.
hu: Ez a művelet az üzenet közzététele után válik elérhetővé.
nb: Denne handlingen vil bli tilgjengelig så snart meldingen legges ut.
sk: Táto akcia bude k dispozícii po zverejnení správy.
sr_cyrl: Ова радња ће постати доступна након објављивања поруке.

# MessageScheduledLimitReached
source: Sorry, you can not schedule more than 100 messages.
cs: Je nám líto, nemůžete naplánovat více než 100 zpráv.
he: מצטערים, לא ניתן לתזמן יותר מ100 הודעות.
hr: Nažalost, ne možete zakazati više od 100 poruka.
hu: Sajnáljuk, legfeljebb 100 üzenetet ütemezhetsz.
nb: Beklager, du kan ikke planlegge mer enn 100 meldinger.
sk: Prepáčte, nemôžete naplánovať viac ako 100 správ.
sr_cyrl: Не можете заказати више од 100 порука.

# MessageScheduledOn
source: Scheduled for {0}
cs: Plánované na {0}
he: מתוזמן עבור ⁨{0}⁩
hr: Zakazano za {0}
hu: Ütemezve: {0}
nb: Planlagt {0}
sk: Naplánované na {0}
sr_cyrl: Заказано за {0}

# MessageScheduledUntilOnline
source: Scheduled until online
cs: Naplánováno až bude online
he: מתוזמן עד לחיבור
hr: Pošalji kad dođe na mrežu
hu: Küldés, amint elérhető lesz.
nb: Planlegg når på nett
sk: Naplánované pokiaľ nebudete online
sr_cyrl: Заказано до појаве на мрежи

# MessageScheduledVote
source: Voting will become available after the message is published.
cs: Hlasování bude dostupné po zveřejnění zprávy.
he: ההצבעה תהיה זמינה לאחר שההודעה תפורסם.
hr: Anketa će biti dostupna nakon objave poruke.
hu: A szavazás az üzenet közzététele után válik elérhetővé.
nb: Avstemning vil bli tilgjengelig så snart meldingen legges ut.
sk: Hlasovanie bude dostupné po odoslaní správy.
sr_cyrl: Гласање ће постати доступно након објављивања поруке.

# MessageScheduleEditTime
source: Reschedule
cs: Přeplánovat
he: תזמן מחדש
hr: Novo vrijeme
hu: Újraütemezés
nb: Planlegg på nytt
sk: Preložiť termín
sr_cyrl: Закажи поново

# MessageScheduleSend
source: Send Now
cs: Poslat nyní
he: שלח עכשיו
hr: Pošalji sada
hu: Küldés most
nb: Send nå
sk: Odoslať teraz
sr_cyrl: Пошаљи сада

# MessageScheduleToday
source: Today
cs: Dnes
he: היום
hr: Danas
hu: Ma
nb: I dag
sk: Dnes
sr_cyrl: Данас

# MessagesDataUsage
source: Messages and other data
cs: Zprávy a ostatní data
he: הודעות ונתונים אחרים
hr: Poruke i ostali podaci
hu: Üzenetek és egyéb adatok
nb: Meldinger og annen data
sk: Správy a ostatné dáta
sr_cyrl: Поруке и други подаци

# MessageSeen_one
source: Seen
cs: jedno zobrazení
he: קרא
hr: Vidjeli ({0})
hu: Megtekintve
nb: Sett
sk: {0} videnie
sr_cyrl: {0} преглед

# MessageSeen_other
source: {0} Seen
cs: {0} zobrazení
he: ⁨{0}⁩ קראו
hr: Vidjeli ({0})
hu: {0} tag látta
nb: {0} sett
sk: {0} videní
sr_cyrl: {0} прегледа

# MessagesOverview
source: Messages
cs: Zprávy
he: הודעות
hr: Poruke
hu: Üzenetek
nb: Meldinger
sk: Správy
sr_cyrl: Поруке

# Meters_one
source: {0} meter
cs: {0} metr
he: מטר ⁨{0}⁩
hr: {0} metar
hu: {0} méter
sr_cyrl: {0} метар

# Meters_other
source: {0} meters
cs: {0} metrů
he: ⁨{0}⁩ מטרים
hr: {0} metara
hu: {0} méter
nb: {0} meter
sk: {0} metrov
sr_cyrl: {0} метара

# MetersAway2
source: {0} m away
cs: {0} m daleko
he: במרחק ⁨{0}⁩ מ'
hr: {0} m od vas
hu: {0} m távolságra
nb: {0} m unna
sk: vzdialený {0} m
sr_cyrl: {0} m од вас

# MetersShort
source: {0} m
he: ⁨{0}⁩ מ'

# MilesAway
source: {0} mi away
cs: {0} mil daleko
he: במרחק ⁨{0}⁩ מיל
hr: {0} milja od vas
hu: {0} mérföld távolságra
nb: {0} mi unna
sk: {0} míľ odtiaľto
sr_cyrl: {0} mi од вас

# MilesShort
source: {0} mi
he: ⁨{0}⁩ מי'
hu: {0} mf
nb: {0} miles

# Minutes_one
source: {0} minute
cs: {0} minuta
he: דקה ⁨{0}⁩
hr: {0} minutu
hu: {0} perc
nb: {0} minutt
sk: {0} minútu
sr_cyrl: {0} минут

# Minutes_other
source: {0} minutes
cs: {0} minut
he: ⁨{0}⁩ דקות
hr: {0} minuta
hu: {0} perc
nb: {0} minutter
sk: {0} minút
sr_cyrl: {0} минута

source: Mono
he: מונו
hr: Monospace
nb: Fast bredde
sk: Neproporcionálne
sr_cyrl: Фиксна ширина

# Months_one
source: {0} month
cs: {0} měsíc
he: חודש אחד
hr: {0} mjesec
hu: {0} hónap
nb: {0} måned
sk: {0} mesiac
sr_cyrl: {0} месец

# Months_other
source: {0} months
cs: {0} měsíců
he: ⁨{0}⁩ חודשים
hr: {0} mjeseci
hu: {0} hónap
nb: {0} måneder
sk: {0} mesiacov
sr_cyrl: {0} месеци

source: More info
cs: Více informací
he: מידע נוסף
hr: Više info
hu: További Információ
nb: Mer info
sk: Viac informácií
sr_cyrl: Више

source: Music
cs: Hudba
he: מוזיקה
hr: Glazba
hu: Zene
nb: Musikk
sk: Hudba
sr_cyrl: Музика

# MusicFiles_one
source: {0} music file
cs: {0} hudební soubor
he: קובץ מוזיקה ⁨{0}⁩
hr: {0} glazbena datoteka
hu: {0} zenefájl
nb: {0} musikkfil
sk: {0} hudobný súbor
sr_cyrl: {0} музичка датотека

# MusicFiles_other
source: {0} music files
cs: {0} hudebních souborů
he: ⁨{0}⁩ קובצי מוזיקה
hr: {0} glazbenih datoteka
hu: {0} zenefájl
nb: {0} musikkfiler
sk: {0} hudobných súborov
sr_cyrl: {0} музичких датотека

source: Mute
cs: Ztlumit
he: השתק
hr: Isključi
hu: Némítás
nb: Slå av varsler
sk: Stíšiť
sr_cyrl: Искључи

# MuteDisable
source: Disable
cs: Vypnout trvale
he: השתק לצמיתות
hr: Isključi
hu: Letiltás
nb: Deaktiver
sk: Zakázať
sr_cyrl: Искључи заувек

# MuteFor
source: Mute for {0}
cs: Doba vypnutí: {0}
he: השתק למשך ⁨{0}⁩
hr: Isključi na {0}
hu: Némítás: {0}
nb: Slå av varsler i {0}
sk: Vypnúť na {0}
sr_cyrl: Искључи на {0}

# MuteFor1h
source: Mute for 1 hour
cs: Ztlumit na 1 hodinu
he: השתק למשך שעה 1
hr: Isključi na 1 sat
hu: Némítva 1 órára
nb: Slå av varsler i 1 time
sk: Stíšiť na 1 hodinu
sr_cyrl: Искључи на 1 сат

# MuteForAlert
source: Mute notifications for...
cs: Ztlumit oznámení na ...
he: השתק התראות למשך...
hr: Isključi obavijesti na...
hu: Értesítések némítása eddig:
nb: Slå av varsler i...
sk: Stíšiť upozornenia na...
sr_cyrl: Искључи обавештења на...

# MuteForPopup
source: Mute for...
cs: Ztlumit na ...
he: השתק למשך...
hr: Isključi na...
hu: Némítás eddig...
nb: Slå av varsler i...
sk: Stíšiť na...
sr_cyrl: Искључи на...

# MuteNotifications
source: Mute Forever
cs: Vypnout oznámení
he: השתק לנצח
hr: Isključi zauvijek
hu: Némítás örökre
nb: Slå av varsler
sk: Stíšiť natrvalo
sr_cyrl: Искључи заувек

# NearbyCreateGroup
source: Create a Local Group
cs: Vytvořit místní skupinu
he: צור קבוצה מקומית
hr: Napravi grupu na lokaciji
hu: Helyi csoport létrehozása
nb: Opprett en lokal gruppe
sk: Vytvoriť lokálnu skupinu
sr_cyrl: Направи локалну групу

# NearbyPlaces
source: Or choose a place
cs: Nebo vyberte místo
he: או בחר מקום
hr: Ili odaberite mjesto
hu: Vagy válassz egy helyet
nb: Eller velg et sted
sk: Alebo zvoľte miesto
sr_cyrl: Или изаберите место

# NetworkUsage
source: Data Usage
cs: Využití dat
he: שימוש ברשת
hr: Korištenje podataka
hu: Adathasználat
nb: Databruk
sk: Využitie dát
sr_cyrl: Потрошња података

# NetworkUsageSince
source: Network usage since {0}
cs: Využití sítě od {0}
he: שימוש ברשת מאז ⁨{0}⁩
hr: Korištenje podataka od {0}
hu: Hálózati használat {0} óta
nb: Nettverksbruk siden {0}
sk: Využitie siete od {0}
sr_cyrl: Потрошња података од {0}

source: Never Allow
cs: Nikdy nepovolit
he: אסור תמיד
hr: Nemoj dopustiti
hu: Sosem engedélyezem
nb: Aldri tillat
sk: Nikdy nepovoliť
sr_cyrl: Никад не дозволи

source: Never Share With
cs: Nikdy nesdílet s
he: לעולם אל תשתף עם
hr: Nemoj dijeliti
hu: Soha nem osztom meg velük:
nb: Del aldri med
sk: Nikdy nezdieľať s
sr_cyrl: Никад не дели са

# NeverShareWithTitle
source: Never Share
cs: Nikdy nesdílet
he: לעולם אל תשתף
hr: Nemoj dijeliti
hu: Soha nem osztom meg
nb: Del aldri
sk: Nikdy nezdieľať
sr_cyrl: Никад не дели

source: New Channel
cs: Nový kanál
he: ערוץ חדש
hr: Novi kanal
hu: Új csatorna
nb: Ny kanal
sk: Nový kanál
sr_cyrl: Нови канал

# NewChatsFromNonContacts
source: New chats from unknown users
cs: Nové konverzace od neznámých uživatelů
he: צ'אטים חדשים ממשתמשים לא שמורים
hr: Novi razgovori od nepoznatih
hu: Új csevegések ismeretlenektől
nb: Nye samtaler fra ukjente brukere
sk: Nové konverzácie od neznámych používateľov
sr_cyrl: Нова ћаскања од непознатих корисника

# NewConversationShortcut
source: New conversation
cs: Nová konverzace
he: צ'אט חדש
hr: Novi razgovor
hu: Új csevegés
nb: Ny samtale
sk: Nová konverzácia
sr_cyrl: Ново ћаскање

# NewFollowersBySourceChartTitle
source: New subscribers by source
cs: Noví sledující podle zdroje
he: מנויים חדשים לפי מקור
hr: Novi pretplatnici po izvorima
hu: Új követők forrás szerint
nb: Nye abonnenter etter kilde
sk: Noví odberatelia podľa zdroja
sr_cyrl: Нови пратиоци по извору

source: New Group
cs: Nová skupina
he: קבוצה חדשה
hr: Nova grupa
hu: Új csoport
nb: Ny gruppe
sk: Nová skupina
sr_cyrl: Нова група

# NewMembersBySourceChartTitle
source: New members by source
cs: Noví členové podle zdroje
he: חברים חדשים לפי מקור
hr: Novi članovi po izvoru
hu: Új tagok forrás szerint
nb: Nye medlemmer etter kilde
sk: Noví členovia podľa zdroja
sr_cyrl: Нови чланови по извору

# NewMessages_one
source: {0} new message
cs: {0} nová zpráva
he: הודעה אחת חדשה
hr: {0} nova poruka
hu: {0} új üzenet
nb: {0} ny melding
sk: {0} nová správa
sr_cyrl: {0} нова порука

# NewMessages_other
source: {0} new messages
cs: {0} nových zpráv
he: ⁨{0}⁩ הודעות חדשות
hr: {0} novih poruka
hu: {0} új üzenet
nb: {0} nye meldinger
sk: {0} nových správ
sr_cyrl: {0} нових порука

source: New Poll
cs: Nové hlasování
he: סקר חדש
hr: Nova anketa
hu: Új szavazás
nb: Ny avstemning
sk: Nové hlasovanie
sr_cyrl: Нова анкета

source: New Secret Chat
cs: Nová důvěrná konverzace
he: צ'אט סודי חדש
hr: Novi tajni razgovor
hu: Új titkos csevegés
nb: Ny hemmelig samtale
sk: Nová tajná konverzácia
sr_cyrl: Ново тајно ћаскање

# NewTheme
source: New color theme
cs: Nový barevný motiv
he: ערכת נושא חדשה
hr: Nova tema
hu: Új színséma
nb: Nytt fargetema
sk: Nový farebný motív
sr_cyrl: Нова тема

source: New Topic
cs: Nové vlákno
he: נושא חדש
hr: Nova tema
hu: Új téma
nb: Nytt emne
sk: Nová téma
sr_cyrl: Нова тема

source: Next
cs: Pokračovat
he: הבא
hr: Dalje
hu: Tovább
nb: Neste
sk: Ďalej
sr_cyrl: Настави

# NoBlockedChannel
source: Banned users are removed from the channel and can only come back if added by an admin. Invite links don't work for them.
cs: Blokování uživatelé jsou z kanálu odebráni a mohou se vrátit pouze v případě, že jsou pozváni správcem. Pozvánky pomocí odkazu jim nefungují.
he: משתמשים מורחקים מוסרים מהערוץ ויכולים לחזור רק אם יוזמנו על ידי מנהל. קישורי הזמנה לא יפעלו עבורם.
hr: Korisnici koji imaju zabranu pristupa se ne mogu pridružiti preko pozivnice. Može ih dodati jedino administrator.
hu: A kitiltott felhasználók eltávolításra kerülnek a csatornáról és csak egy adminisztrátor hívhatja vissza őket. A meghívó linkek nem működnek a számukra.
nb: Utestengte brukere blir fjernet fra kanalen og kan bare bli medlem igjen hvis de blir lagt til igjen av en administrator. Invitasjonslenker vil ikke fungere for disse.
sk: Blokovaní používatelia, odstránení z kanálu, sa môžu vrátiť len v prípade, že ich pridá správca. Pozvánky pre nich nefungujú.
sr_cyrl: Забрањени корисници су уклоњени са канала и могу се вратити само ако их дода администратор. За њих не раде позивнице.

# NoBlockedGroup
source: Banned users are removed from the group and can only come back if added by an admin. Invite links don't work for them.
cs: Blokovaní uživatelé jsou ze skupiny odebráni a mohou se vrátit pouze v případě, že jsou pozváni správcem. Pozvánky přes odkaz jim nefungují.
he: משתמשים מורחקים הוסרו מהקבוצה ויכולים לחזור רק אם מוזמנים על ידי מנהל. קישורי הזמנה לא יפעלו עבורם.
hr: Korisnici koji imaju zabranu pristupa se ne mogu pridružiti preko pozivnice. Može ih dodati jedino administrator.
hu: A kitiltott felhasználók eltávolításra kerülnek a csoportból és csak egy adminisztrátor hívhatja vissza őket. A meghívási hivatkozások nem működnek a számukra.
nb: Utestengte brukere blir fjernet fra gruppen og kan bare bli med hvis de blir lagt til av en administrator. Invitasjonslenker vil ikke fungere for disse.
sk: Zablokovaní používatelia odstránení zo skupiny sa môžu vrátiť len v prípade, že ich pridá správca. Pozvanie prostredníctvom odkazu pre nich nefunguje.
sr_cyrl: Забрањени корисници су уклоњени из групе и могу се вратити само ако их дода администратор. За њих не раде позивнице.

# NobodyLikesSpam1
source: Sorry, you can only send messages to mutual contacts at the moment.
cs: Litujeme, ale v současné době můžete odesílat zprávy pouze vzájemným kontaktům.
he: מצטערים, באפשרותך לשלוח כרגע הודעות לאנשי קשר הדדיים בלבד.
hr: Nažalost, u ovom trenutku možete slati poruke samo obostranim kontaktima.
hu: Sajnáljuk, jelenleg csak olyan felhasználóval kezdeményezhetsz csevegést, akivel szerepeltek egymás névjegylistáján.
nb: Beklager, du kan bare sende meldinger til gjensidige kontakter for øyeblikket.
sk: Prepáčte, momentálne môžete posielať správy len vzájomným kontaktom.
sr_cyrl: Тренутно можете да шаљете поруке само узајамним контактима.

# NobodyLikesSpam2
source: Sorry, you can only add mutual contacts to groups at the moment.
cs: Litujeme, momentálně můžete do skupin přidat pouze vzájemné kontakty.
he: מצטערים, כעת באפשרותך להוסיף אך ורק אנשי קשר הדדיים לקבוצות.
hr: Nažalost, trenutno možete dodavati samo obostrane kontakte u grupu.
hu: Jelenleg csak olyan embereket adhatsz hozzá csoportokhoz, akikkel szerepeltek egymás névjegylistáján.
nb: Beklager, du kan bare legge gjensidige kontakter til i grupper for øyeblikket.
sk: Prepáčte, momentálne môžete do skupín pridávať iba vzájomné kontakty.
sr_cyrl: Тренутно можете да додате само заједничке контакте у групе.

source: Nobody viewed
cs: Žádné zobrazení
he: אף אחד לא צפה
hr: Nitko nije vidio
hu: Senki sem nézte
nb: Ingen sett
sk: Nikto nevidel
sr_cyrl: Нема прегледа

# NoComments
source: No comments here yet...
cs: Zatím žádné komentáře...
he: עדיין אין כאן תגובות...
hr: Još uvijek nema komentara...
hu: Még nincsenek hozzászólások...
nb: Ingen kommentarer her ennå…
sk: Zatiaľ tu nie sú žiadne komentáre…
sr_cyrl: Још нема коментара...

# NoMessages
source: No messages here yet...
cs: Zatím zde nemáte žádné zprávy...
he: אין כאן עדיין הודעות...
hr: Trenutno nema poruka...
hu: Még nincsenek üzenetek...
nb: Ingen meldinger her enda…
sk: Zatiaľ sa tu nenachádzajú žiadne správy…
sr_cyrl: Овде још нема порука...

source: No reactions
cs: Žádné reakce
he: ללא רגשונים
hr: Bez reakcija
hu: Nincs reakció
nb: Ingen reaksjoner
sk: Žiadne reakcie
sr_cyrl: Без реакција
